Repository: ChristianBirzer/darktable_extra_scripts
Catalog: locale/*/LC_MESSAGES/ExportToPublish.po
Languages: de

source: A preset with this name already exists. Please use an other name or delete the old preset first
de: Eine Voreinstellung mit diesem Namen existiert bereits. Bitte einen anderen Namen verwenden oder die vorherige zuerst löschen

source: presets
de: Voreinstellungen

source: preset
de: Voreinstellung

source: select the preset to restore
de: Die Voreinstellung zum Wiederherstellen wählen

source: update
de: Aktualisieren

source: update the selected preset with the current settings
de: Aktualisiert die gewählte Voreinstellung mit den aktuellen Einstellungen

source: delete
de: Löschen

source: delete the selected preset
de: Löscht die gewählte Voreinstellung

source: preset name
de: Name der Voreinstellung

source: enter a name for a new preset
de: Einen Namen für eine neue Voreinstellung eingeben

source: create
de: Erstellen

source: create a new preset
de: Erstellt eine neue Voreinstellung

source: publish target
de: Veröffentlichungsziel

source: target path
de: Zielverzeichnis

source: browse
de: Verzeichnis wählen

source: browse for the target directory
de: Das Zielverzeichnis wählen

source: tags
de: Stichwörter

source: tags to add after export, multiple tags separated by comma
de: Stichwörter die nach dem Export hinzugefügt werden sollen, mehrere durch Komma getrennt

source: open directory after export
de: Zielverzeichnis nach Export öffnen

source: open target directory in file manager after export
de: Öffnet das Zielverzeichnis im Dateimanager nach dem Export

source: error moving image to target folder
de: Fehler beim Verschieben des Bildes in das Zielverzeichnis

source: export to publish
de: Zum Veröffentlichen exportieren
