Repository: ChristianBirzer/darktable_extra_scripts
Catalog: locale/*/LC_MESSAGES/HeliconFocus.po
Languages: de

source: importing file
de: Importiere Bild

source: exporting images...
de: Exportiere Bilder...

source: not enough images selected, select at least 2 images to stack
de: Nicht genug Bilder ausgewählt, mindestens 2 zum Stacken auswählen

source: error while writing list of input files
de: Fehler beim Schreiben der Liste der zu stackenden Bilder

source: exporting images canceled!
de: Export abgebrochen!

source: could not start HeliconFocus application
de: Helicon Focus Anwendung konnte nicht gestartet werden

source: no image to import
de: Keine Bilder zum importieren

source: use original RAW
de: Original RAW benutzen

source: stack original RAW images instead of exported TIFF
de: Die original RAW Dateien anstatt der exportierten TIFF Dateien stacken

source: group
de: Gruppieren

source: group selected source images and imported result image(s) together
de: Die ausgewählten Quellbilder und die importierten Ausgabebilder gruppieren

source: copy tags
de: Stichwörter kopieren

source: copy all tags from all source images to the imported result image(s)
de: Alle Stichwörter von allen Quellbildern auf die importierten gestackten Bilder kopieren

source: settings
de: Einstellungen

source: import options
de: Importoptionen

source: new tags
de: Neue Stichwörter

source: Additional tags to be added on import. Seperate with commas, all spaces will be removed
de: Zusätzliche Stichwörter die beim Importieren hinzugefügt werden. Mit Komma trennen. Alle Leerzeichen werden entfernt

source: Enter tags, seperated by commas
de: Stichwörter eingeben. Mehrere mit Komma trennen

source: stack
de: Stacken

source: run Helicon Focus to stack selected images
de: Helicon Focus ausführen um die ausgewählten Bilder zu stacken

source: Helicon Focus executable
de: Helicon Focus Programmdatei

source: Select the executable HeliconFocus.exe
de: Die ausführbare Programmdatei HeliconFocus.exe auswählen
